Revit 2027 API
ParameterTypeId.RebarElemTerminationEndOrient Property
 "Orientation At End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElemTerminationEndOrient { get; }
Public Shared ReadOnly Property RebarElemTerminationEndOrient As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElemTerminationEndOrient {
	ForgeTypeId^ get ();
}
static member RebarElemTerminationEndOrient : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace